{
  "10-things-to-do-in-summer": {
    "title": "10 Things To Do in Queenstown This Summer",
    "slug": "10-things-to-do-in-summer",
    "heroImage": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?w=1600&h=800&fit=crop",
    "author": "Queenstown, NZ",
    "readTime": "14 min read",
    "excerpt": "Long days spent enjoying summer in Queenstown... ten of the best activities for your visit.",
    "body": "<p>Summer in Queenstown is pure magic. With long sunny days stretching well into the evening, the adventure capital of New Zealand comes alive with an energy that's hard to match. Whether you're an adrenaline junkie, a nature lover, or someone who simply enjoys soaking up stunning scenery, there's something for everyone.</p><h2>1. Cruise on Lake Wakatipu</h2><p>There's no better way to appreciate Queenstown's stunning setting than from the water. Board the historic TSS Earnslaw steamship for a cruise across Lake Wakatipu to Walter Peak High Country Farm, or take a modern catamaran cruise for a more relaxed experience.</p><h2>2. Walk the Queenstown Hill Time Walk</h2><p>This rewarding half-day walk takes you to the summit of Queenstown Hill at 907m, offering panoramic views of the Wakatipu Basin. The interpretive 'Time Walk' panels tell the story of the region's geological and human history.</p><h2>3. Ride the Queenstown Trail</h2><p>The Queenstown Trail is a network of over 130km of cycling and walking trails connecting Queenstown, Arrowtown, Gibbston, and Lake Hayes. Hire an e-bike and cruise through some of the most scenic landscapes in New Zealand.</p><h2>4. Take the Skyline Gondola</h2><p>Rise above Queenstown on the steepest lift gondola in the Southern Hemisphere. At the top, enjoy luge rides, mountain biking, dining with a view at Stratosfare Restaurant, and walks to even higher vantage points.</p><h2>5. Explore Arrowtown</h2><p>Just 20 minutes from Queenstown, the charming gold mining town of Arrowtown is a must-visit. Wander the tree-lined streets, explore the Chinese Settlement, pan for gold in the Arrow River, and enjoy the excellent cafes and shops.</p><h2>6. Jet Boat the Shotover River</h2><p>Experience the thrill of jet boating through the narrow Shotover Canyon. With 360-degree spins and high-speed passes just inches from the canyon walls, it's pure exhilaration.</p><h2>7. Visit a Gibbston Valley Winery</h2><p>The Gibbston Valley is New Zealand's highest wine-growing region and produces outstanding Pinot Noir. Take a wine tour, enjoy a tasting at one of the cellar doors, or dine at a winery restaurant.</p><h2>8. Swim at Sunshine Bay</h2><p>On a warm summer's day, head to one of Queenstown's swimming spots. Sunshine Bay, just a short walk from the centre, offers a pebbly beach with crystal-clear water and mountain views.</p><h2>9. Try Bungy Jumping</h2><p>Queenstown is the birthplace of commercial bungy jumping, and there's no better place to take the leap. Choose from the original Kawarau Bridge (43m), the Ledge (47m), or the epic Nevis (134m).</p><h2>10. Stargaze from the Mountains</h2><p>With minimal light pollution, Queenstown's night skies are spectacular. Join a stargazing tour or simply find a quiet spot away from town to marvel at the Milky Way stretching across the sky.</p>",
    "relatedStories": ["6-day-queenstown-slow-travel-itinerary", "a-locals-guide-to-the-queenstown-markets"]
  },
  "6-day-queenstown-slow-travel-itinerary": {
    "title": "Soak Up Summer in Queenstown — a 6-Day Slow Travel Itinerary",
    "slug": "6-day-queenstown-slow-travel-itinerary",
    "heroImage": "https://images.unsplash.com/photo-1507699622108-4be3abd695ad?w=1600&h=800&fit=crop",
    "author": "Queenstown, NZ",
    "readTime": "9 min read",
    "excerpt": "Take the time to immerse yourself in Queenstown's natural beauty, connect with the locals, and embrace the slow travel movement.",
    "body": "<p>Slow travel is about immersing yourself in a destination rather than racing through a checklist. Queenstown, with its stunning natural beauty and welcoming community, is the perfect place to embrace this approach.</p><h2>Day 1: Arrive & Settle In</h2><p>After arriving in Queenstown, resist the urge to pack your day with activities. Instead, take a gentle stroll through the Queenstown Gardens, find a lakeside bench, and simply absorb your surroundings. Lake Wakatipu stretches out before you, framed by mountains that seem impossibly dramatic.</p><h2>Day 2: Explore on Foot</h2><p>Lace up your walking shoes and tackle the Queenstown Hill Time Walk. The 3-4 hour return walk rewards you with panoramic views of the Wakatipu Basin. Pack a picnic and take your time at the summit.</p><h2>Day 3: Arrowtown & Wine Country</h2><p>Spend a leisurely day exploring Arrowtown's charming streets and historic Chinese Settlement. In the afternoon, meander through the Gibbston Valley wineries, sampling world-class Pinot Noir.</p><h2>Day 4: Water Day</h2><p>Dedicate today to the water. Start with a morning kayak on Lake Wakatipu, then board the TSS Earnslaw for an afternoon cruise to Walter Peak. End the day with dinner at a waterfront restaurant.</p><h2>Day 5: The Glenorchy Road</h2><p>Drive the spectacular road from Queenstown to Glenorchy, stopping at viewpoints along the way. Walk the Glenorchy Lagoon Walkway, have lunch in the township, and if time allows, continue to Paradise — yes, that's a real place.</p><h2>Day 6: Market Day & Farewell</h2><p>If your visit aligns with a Saturday, start your final day at the Remarkables Market. Browse local produce, crafts, and artisan food. Spend your remaining hours revisiting your favourite spots before departure.</p>",
    "relatedStories": ["10-things-to-do-in-summer", "how-to-explore-queenstown-by-2-public-bus"]
  },
  "a-locals-guide-to-the-queenstown-markets": {
    "title": "A Local's Guide to the Queenstown Markets",
    "slug": "a-locals-guide-to-the-queenstown-markets",
    "heroImage": "https://images.unsplash.com/photo-1488459716781-31db52582fe9?w=1600&h=800&fit=crop",
    "author": "Queenstown, NZ",
    "readTime": "7 min read",
    "excerpt": "From artisan food to handmade crafts, discover Queenstown's vibrant market scene through the eyes of a local.",
    "body": "<p>Queenstown's markets are where the community comes together, and they offer visitors an authentic taste of local life. Here's your insider guide to the best markets in the region.</p><h2>Remarkables Market</h2><p>Held every Saturday at the Remarkables Park Town Centre, this is Queenstown's premier market. You'll find everything from fresh organic produce and artisan cheeses to handmade jewellery and local art. The food stalls are incredible — think wood-fired pizza, fresh crepes, and specialty coffee.</p><h2>Arrowtown Saturday Morning Market</h2><p>A smaller, more intimate affair held on the grounds of the Arrowtown Library. This market has a lovely community feel, with local bakers, jam makers, and craft producers selling their wares. The setting beneath golden autumn trees is picture-perfect.</p><h2>Creative Queenstown Arts & Crafts Market</h2><p>Held in Earnslaw Park on the Queenstown waterfront, this market showcases local artists and craftspeople. It's the perfect place to find unique, handmade souvenirs and gifts.</p><h2>Tips from a Local</h2><p>Arrive early for the best selection, bring your own bags, and don't be afraid to chat with the stallholders — they love sharing the stories behind their products. And always grab a coffee from one of the specialty roasters before browsing.</p>",
    "relatedStories": ["10-things-to-do-in-summer", "adventurous-accommodation-in-and-around-queenstown"]
  },
  "adventurous-accommodation-in-and-around-queenstown": {
    "title": "Adventurous Accommodation in and Around Queenstown",
    "slug": "adventurous-accommodation-in-and-around-queenstown",
    "heroImage": "https://images.unsplash.com/photo-1587061949409-02df41d5e562?w=1600&h=800&fit=crop",
    "author": "Queenstown, NZ",
    "readTime": "8 min read",
    "excerpt": "From luxury treehouses to lakeside glamping, discover unique places to stay that are an adventure in themselves.",
    "body": "<p>In Queenstown, where you stay can be just as memorable as what you do. The region offers some truly extraordinary accommodation options that go beyond the ordinary hotel room.</p><h2>Eco Lodges</h2><p>Glenorchy's Headwaters Eco Lodge leads the way in sustainable luxury. Built with minimal environmental impact, the lodge offers stunning views and a genuine connection to nature. It's proof that luxury and sustainability can go hand in hand.</p><h2>Lakeside Glamping</h2><p>For a unique experience, try glamping on the shores of Lake Wakatipu. Several operators offer luxury tent accommodation complete with real beds, hot showers, and gourmet meals — all with the sounds of nature as your soundtrack.</p><h2>Historic Hotels</h2><p>The Eichardt's Private Hotel on Queenstown's waterfront dates back to 1871 and offers some of the most prestigious accommodation in New Zealand. The heritage building has been beautifully restored, blending historic charm with modern luxury.</p><h2>Mountain Retreats</h2><p>Escape to the mountains with a stay at one of the region's alpine lodges. Perched above the treeline, these retreats offer unparalleled views and a true sense of seclusion.</p>",
    "relatedStories": ["6-day-queenstown-slow-travel-itinerary", "top-things-to-do-in-autumn"]
  },
  "top-things-to-do-in-autumn": {
    "title": "Top Things To Do in Queenstown in Autumn",
    "slug": "top-things-to-do-in-autumn",
    "heroImage": "https://assets.simpleviewinc.com/simpleview/image/upload/c_fill,f_jpg,g_xy_center,h_800,q_65,w_1600,x_2019,y_1539/v1/clients/queenstownnz/Picnic_by_historic_cottage_in_Macetown_Queenstown_196e80fd-60ba-4f36-96c0-590bd578cde9.jpg",
    "author": "Queenstown, NZ",
    "readTime": "10 min read",
    "excerpt": "Golden leaves, crisp air, and smaller crowds — autumn is one of the best times to visit Queenstown.",
    "body": "<p>Autumn in Queenstown (March to May) is simply spectacular. The region erupts in a blaze of gold, orange, and red as the deciduous trees change colour, creating scenes that look like they belong in a painting.</p><h2>Chase the Colours in Arrowtown</h2><p>Arrowtown is the undisputed autumn capital of New Zealand. The Avenue of Trees along Buckingham Street creates a golden tunnel that's one of the most photographed scenes in the country. Visit during the Arrowtown Autumn Festival in April for a celebration of the season.</p><h2>Walk the Lake Hayes Loop</h2><p>The trees around Lake Hayes put on a magnificent autumn display, and the still morning waters create perfect reflections of the surrounding colours. It's a photographer's paradise.</p><h2>Warm Up with Wine</h2><p>Autumn is harvest season in the Gibbston Valley wine region. Visit the cellar doors to taste the new vintage and enjoy the warm colours of the vineyard landscape. Many wineries offer special harvest events and long lunches.</p><h2>Soak in Hot Pools</h2><p>As the temperatures drop, the hot pools become even more inviting. Onsen Hot Pools offers private cedar-lined tubs overlooking the Shotover Canyon — pure bliss on a crisp autumn evening.</p>",
    "relatedStories": ["10-things-to-do-in-summer", "a-locals-guide-to-the-queenstown-markets"]
  },
  "how-to-explore-queenstown-by-2-public-bus": {
    "title": "How to Explore Queenstown by $2 Public Bus",
    "slug": "how-to-explore-queenstown-by-2-public-bus",
    "heroImage": "https://images.unsplash.com/photo-1570125909232-eb263c188f7e?w=1600&h=800&fit=crop",
    "author": "Queenstown, NZ",
    "readTime": "6 min read",
    "excerpt": "Discover how the affordable Orbus network makes it easy (and cheap) to explore Queenstown without a car.",
    "body": "<p>Did you know you can explore most of Queenstown's top attractions for just $2 a ride? The Orbus public bus network connects Queenstown's key areas, making it easy and affordable to get around without a rental car.</p><h2>Getting a Bee Card</h2><p>While you can pay cash on the bus, a Bee Card gives you discounted fares — just $2 per trip. Cards are available from local retailers and can be topped up online or at selected shops.</p><h2>Route 1: Queenstown to Frankton</h2><p>This frequent route connects the town centre with Frankton, Remarkables Park shopping centre, and Queenstown Airport. It runs every 15 minutes during peak times.</p><h2>Route 2: Queenstown to Arrowtown</h2><p>Catch the bus to charming Arrowtown via Lake Hayes Estate. This route runs hourly and takes about 30 minutes. It's a great way to visit Arrowtown without worrying about parking.</p><h2>Tips for Bus Travel</h2><p>Buses are clean, modern, and equipped with free WiFi. Check the Orbus website or app for real-time tracking. Services run from early morning to late evening, with reduced schedules on weekends.</p><h2>Where the Bus Won't Go</h2><p>Some attractions like Glenorchy, Coronet Peak, and The Remarkables ski field require a car or dedicated shuttle service. But for day-to-day exploring, the bus has you covered.</p>",
    "relatedStories": ["6-day-queenstown-slow-travel-itinerary", "10-things-to-do-in-summer"]
  }
}
